Revit 2026 API

# ICustomFieldProperties Methods

---

The ICustomFieldProperties type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | AreEqualTo | Identifies if the custom field properties are equal or not. |

#### Reference

ICustomFieldProperties Interface

Autodesk.Revit.DB Namespace